Repository: Phantom8015/ApplePaint
Catalog: src/ApplePaint/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Acrylic
zh_hans: 亚克力效果

source: Add Color Perpetual
zh_hans: 添加颜色

source: Bring Canvas to Front
zh_hans: 置顶画布

source: Bring Color Panel to Front
zh_hans: 置顶颜色面板

source: Bring Window to Front
zh_hans: 置顶窗口

source: Choose Thickness
zh_hans: 选择画笔粗细

# Clear All
source: Clear Canvas
zh_hans: 清空画布

source: Color Already Exist
zh_hans: 颜色已存在

source: Colorful
zh_hans: 颜色

# Copy Color
source: Copy Color Hex
zh_hans: 拷贝颜色 Hex

source: Customize
zh_hans: 自定义图片

source: Decoding failed:
zh_hans: 解码失败

source: Disable Eraser
zh_hans: 关闭橡皮擦

# Double Mouse Click Color
source: Double Click Color
zh_hans: 双击任一颜色

source: Enable Eraser
zh_hans: 打开橡皮擦

source: Encoding failed
zh_hans: 编码失败:

source: Enlarge Canvas Size
zh_hans: 放大画布

source: Eraser
zh_hans: 橡皮擦

source: Export As
zh_hans: 导出为

source: Hide Backgroud Tool
zh_hans: 隐藏背景按钮

source: Hide Clear Tool
zh_hans: 隐藏清空按钮

source: Hide Eraser
zh_hans: 隐藏橡皮擦

source: Hide Undo Redo
zh_hans: 隐藏撤回按钮组

source: Hold Shift to Draw a Straight Line
zh_hans: 长按 Shift 画直线

source: Loading Failed
zh_hans: 加载失败

source: No Content
zh_hans: 画布没有内容

source: Open Canvas
zh_hans: 打开画布

source: Open Canvas Window
zh_hans: 打开画布

source: Open Color Panel
zh_hans: 打开颜色面板

source: Open Tool Window
zh_hans: 打开工具面板

source: Pick Color
zh_hans: 选择颜色

source: Pick Color:
zh_hans: 选择颜色:

source: Picture
zh_hans: 照片

source: Redo
zh_hans: 取消撤销

source: Remove Color
zh_hans: 删除颜色

# Right Click for More Features
source: Right Click Color for More Features
zh_hans: 更多功能 右键任一颜色

source: Save As Image
zh_hans: 导出为图片

source: Save Canvas
zh_hans: 保存画布

source: Save Failed
zh_hans: 保存失败

source: Save Successfully
zh_hans: 保存成功

source: Scaled to Fill
zh_hans: 缩放至填充

source: Select The Folder to Save
zh_hans: 选择保存位置

source: Selected
zh_hans: 已选择

source: Shrink Canvas Size
zh_hans: 缩小画布

source: Temporarily Add Color
zh_hans: 暂时添加颜色

source: Thickness
zh_hans: 画笔粗细

source: Thickness 1
zh_hans: 1 像素

source: Thickness 2
zh_hans: 2 像素

source: Thickness 3
zh_hans: 3 像素

source: Thickness 4
zh_hans: 4 像素

source: Thickness 5
zh_hans: 5 像素

source: Thickness 6
zh_hans: 6 像素

source: Thickness 7
zh_hans: 7 像素

source: Thickness 8
zh_hans: 8 像素

source: Thickness 9
zh_hans: 9 像素

source: Thickness 10
zh_hans: 10 像素

source: Tool
zh_hans: 工具

source: Undo
zh_hans: 撤销

source: Unenable Eraser
zh_hans: 关闭橡皮擦
